<template>
  <v-container>
    <v-row>
      <v-col>
        <h1>Первые соревнования в Алабино</h1>
      </v-col>
    </v-row>
    <v-row>
      <v-col>
        <img src="@/assets/first-biathlon.jpg" width="500" cover>
        <p>Танковый биатлон зародился в 2013 году, став ярким воплощением силы, скорости и мастерства. Первые
          соревнования
          прошли на полигоне Алабино, собрав экипажи из России, Беларуси, Казахстана и Армении. Сегодня это событие
          приобрело мировой масштаб, объединяя команды более чем из 20 стран.

          Иллюстрации в этой коллекции рассказывают об эволюции турнира. От первых трасс с минимальным количеством
          препятствий до современных сложных маршрутов, требующих предельной точности и командной работы. Каждая картина
          передает дух соревнований, энергию машин и эмоции участников.</p>
      </v-col>
    </v-row>
    <v-row>
      <v-col>
        <img src="@/assets/first1.jpg" height="200" cover class="ma-2">
        <img src="@/assets/first2.jpg" height="200" cover class="ma-2">
        <img src="@/assets/first3.jpg" height="200" cover class="ma-2">
        <img src="@/assets/first4.jpg" height="200" cover class="ma-2">
      </v-col>
    </v-row>
  </v-container>
</template>