<template>
  <v-container>
    <v-row>
      <v-col>
        <h1>Сборная России на танках Т-72Б3 Уралвагонзавода стала чемпионом «Танкового биатлона-2022», сообщает
          пресс-служба УВЗ. Эта победа для наших танкистов - десятая подряд!</h1>
      </v-col>
    </v-row>
    <v-row>
      <v-col>
        <p>Россияне прошли дистанцию за 1 час 29 минут и 36 секунд и поразили 23 из 24 мишеней. Вторыми к финишу пришли
          танкисты из Беларуси, которые выступали также на «семьдесятдвойках». «Бронзу» завоевала сборная Китая.</p>
        <p> - Победа в «Танковом биатлоне» - это, в первую очередь, исполнение мечты. Мы все долго к этому шли. Многие
          из
          нас с первого курса хотели попасть на соревнования такого уровня, - говорит наводчик-оператор, курсант Дмитрий
          Куклин, отметивший во время финала свой 22-й день рождения.</p>
        <p> Российские танкисты признались, что побеждать им помогают хладнокровие во время заезда, знание своего дела
          и,
          конечно, танки Уралвагонзавода. К ним они относятся с любовью, каждому дают ласковые имена. В этот раз
          танк-победитель звали «Карина».</p>
        <p>- В технике мы на 100% уверены - хоть завтра в бой! Она способна выполнить любые поставленные задачи: и
          возможные, и невозможные. Всегда знаем, что наши машины нас не подведут, - говорит командир танка, младший
          сержант Артур Валишин.</p>
        <p>Высокую оценку бронетехнике УВЗ традиционно дают и представители иностранных сборных. «Ваши танки - лучшие в
          мире!» - так, например, сказал о «семьдесятдвойках» бригадный генерал сборной Йемена.</p>
        <p>В этом году в соревнованиях приняла участие 21 команда. Победителя выбирали по итогам индивидуальных гонок и
          эстафеты. Танкисты преодолевали брод, холм, стенку, минное поле и другие препятствия, поражали мишени. Помощь
          в
          обслуживании и эксплуатации бронемашин оказывали 15 специалистов Уралвагонзавода.</p>
      </v-col>
    </v-row>

    <v-row>
      <v-col>
        <img src="@/assets/team-rus.jpg" height="300" cover class="ma-2">
        <img src="@/assets/team-rus1.jpg" height="300" cover class="ma-2">
        <img src="@/assets/team-rus2.jpg" height="300" cover class="ma-2">
      </v-col>
    </v-row>
  </v-container>
</template>