<template>
  <v-container>
    <v-row>
      <v-col>
        <h1>Танк Т-72Б3</h1>
        <p>
          Т-72Б3 — одна из самых известных и современных модификаций советского танка Т-72, активно используемая в
          танковом биатлоне. Это обновленная версия, оснащенная современными системами управления огнем, улучшенной
          броней и двигателем, что позволяет танку эффективно участвовать в самых сложных этапах соревнований.
        </p>
      </v-col>
    </v-row>

    <v-row>
      <v-col>
        <img
          src="@/assets/tank-t72.jpg"
          width="500"
          cover
        >
        <p>
          Т-72Б3 стал символом российского танкового биатлона благодаря своей мощности, маневренности и надежности. Это
          танк, который способен преодолевать самые сложные препятствия на трассе и точно поражать мишени на дальних
          расстояниях.
        </p>
      </v-col>
    </v-row>

    <v-row>
      <v-col>
        <h2>Основные характеристики Т-72Б3</h2>
        <ul>
          <li><strong>Масса:</strong> 44,5 тонны</li>
          <li><strong>Двигатель:</strong> V-92S2 мощностью 1130 л.с.</li>
          <li><strong>Максимальная скорость:</strong> 60 км/ч</li>
          <li><strong>Основное вооружение:</strong> 125-мм гладкоствольная пушка</li>
          <li><strong>Бронирование:</strong> усиленная башня и корпус с применением комбинированной брони</li>
        </ul>
      </v-col>
    </v-row>

    <v-row>
      <v-col>
        <h2>Роль Т-72Б3 в танковом биатлоне</h2>
        <p>
          Танк Т72 стал основой для множества команд в танковом биатлоне, показывая отличные результаты в стрельбе и
          маневренности. Он оснащен современными системами наведения, что позволяет ему точно поражать мишени даже на
          больших дистанциях. Танки этого типа являются одними из самых популярных в соревнованиях благодаря своей
          надежности и высоким боевым характеристикам. Танк в биатлоне участвует более 10 лет. В популярной игре мир танков (world of tanks) данная модель не представлена.
        </p>
      </v-col>
    </v-row>
    <v-row>
      <v-col>
        <iframe
          frameborder="0"
          allow="clipboard-write"
          style="border:none;width:100%;height:210px;"
          width="100%"
          height="210"
          src="https://music.yandex.ru/iframe/track/2215154/219833"
        >Слушайте <a
          href='https://music.yandex.ru/album/219833/track/2215154'>Давай за...</a> — <a
          href='https://music.yandex.ru/artist/430384'>Любэ</a> на Яндекс Музыке</iframe>
      </v-col>
    </v-row>

    <v-row>
      <v-col>
        <img
          src="@/assets/t72-action.jpg"
          height="300"
          cover
          class="ma-2"
        >
        <img
          src="@/assets/t72-track.jpg"
          height="300"
          cover
          class="ma-2"
        >
        <img
          src="@/assets/t72-firing.jpg"
          height="300"
          cover
          class="ma-2"
        >
      </v-col>
    </v-row>

    <v-row>
      <v-col>
        <h2>Примечания</h2>
        <p>
          Т-72Б3 — это не только основной участник танкового биатлона, но и символ российской военной техники. Его
          участие в соревнованиях позволяет продемонстрировать возможности модернизированного танка в условиях реальных
          боевых действий и испытаний на трассах.
        </p>
      </v-col>
    </v-row>
    <v-row>
      <v-col>
        <h2>Ключевые слова</h2>
        <p>
          Танковый биатлон, танки, танк т72, военная техника, мир танков, российские танки.
        </p>
      </v-col>
    </v-row>
  </v-container>
</template>