<template>
  <v-container>
    <v-row>
      <v-col>
        <h1>Танк Type 96B</h1>
        <p>Type 96B — модернизированная версия китайского танка Type 96, который был разработан для повышения боевых возможностей и улучшения защиты. Этот танк активно используется китайскими вооруженными силами и участвует в международных танковых соревнованиях, таких как танковый биатлон.</p>
      </v-col>
    </v-row>

    <v-row>
      <v-col>
        <img src="@/assets/type96b.jpg" width="500" cover>
        <p>Type 96B стал одним из самых значимых танков китайской армии. Его улучшенные характеристики и новейшие системы наведения делают его грозным соперником на поле боя и в танковом биатлоне. Участие этого танка в соревнованиях позволяет демонстрировать его превосходные возможности в точности стрельбы и маневренности.</p>
      </v-col>
    </v-row>

    <v-row>
      <v-col>
        <h2>Основные характеристики Type 96B</h2>
        <ul>
          <li><strong>Масса:</strong> 42 тонны</li>
          <li><strong>Двигатель:</strong> 12150L-7 дизель мощностью 1,000 л.с.</li>
          <li><strong>Максимальная скорость:</strong> 60 км/ч</li>
          <li><strong>Основное вооружение:</strong> 125-мм гладкоствольная пушка с системой автоматической загрузки</li>
          <li><strong>Бронирование:</strong> комбинированная броня с реактивной защитой</li>
        </ul>
      </v-col>
    </v-row>

    <v-row>
      <v-col>
        <h2>Роль Type 96B в танковом биатлоне</h2>
        <p>Type 96B активно участвует в международных танковых соревнованиях, включая танковый биатлон. Этот танк обладает высокими показателями маневренности и мощностью огня, что делает его конкурентоспособным в сложных условиях трассы. Экипажи, использующие Type 96B, демонстрируют отличные результаты в стрельбе, а также в преодолении водных и искусственных препятствий на пути.</p>
      </v-col>
    </v-row>

    <v-row>
      <v-col>
        <h2>Примечания</h2>
        <p>Type 96B является важной частью китайских вооруженных сил и олицетворяет достижение Китая в области военной техники. Участие в танковом биатлоне позволило показать на международной арене возможности китайской армии и уровень современного танкостроения.</p>
      </v-col>
    </v-row>
  </v-container>
</template>
